{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 76,
    "good": 29,
    "morning": 51,
    "evening": 23,
    "moin": 50,
    "let": 45,
    "s": 65,
    "go": 27,
    "dude": 22,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 1,
    "cu": 16,
    "by": 9,
    "cee": 12,
    "you": 86,
    "later": 44,
    "night": 55,
    "bye": 10,
    "goodbye": 30,
    "have": 35,
    "a": 0,
    "nice": 54,
    "day": 18,
    "see": 67,
    "around": 6,
    "yes": 85,
    "y": 84,
    "indeed": 42,
    "of": 58,
    "course": 15,
    "that": 75,
    "sounds": 72,
    "correct": 14,
    "no": 56,
    "n": 52,
    "never": 53,
    "i": 40,
    "don": 21,
    "t": 73,
    "think": 78,
    "so": 71,
    "like": 46,
    "way": 82,
    "not": 57,
    "really": 64,
    "are": 5,
    "bot": 7,
    "human": 39,
    "am": 3,
    "talking": 74,
    "to": 80,
    "looking": 47,
    "for": 26,
    "dog": 19,
    "show": 69,
    "me": 49,
    "dogs": 20,
    "illyrian": 41,
    "shepherds": 68,
    "find": 25,
    "puppy": 63,
    "pets": 61,
    "smal": 70,
    "m": 48,
    "feeling": 24,
    "great": 33,
    "all": 2,
    "is": 43,
    "happy": 34,
    "well": 83,
    "sad": 66,
    "things": 77,
    "going": 28,
    "want": 81,
    "order": 59,
    "pet": 60,
    "can": 11,
    "buy": 8,
    "this": 79,
    "d": 17,
    "place": 62,
    "an": 4,
    "charlie": 13
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "bot_challenge": 1,
    "search_pet": 8,
    "mood_great": 5,
    "mood_unhappy": 6,
    "order_pet": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 20,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 17,
    "action_clean_stack": 3,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 14,
    "action_hangup": 10,
    "action_repeat_bot_messages": 13,
    "action_order_pet": 12,
    "action_search_pet": 18,
    "utter_cheer_up": 25,
    "utter_did_that_help": 26,
    "utter_goodbye": 27,
    "utter_greet": 28,
    "utter_happy": 29,
    "utter_iamabot": 30
  },
  "action_text": null,
  "intent_response_key": null
}