{
  "text": {
    "hey": 44,
    "hello": 43,
    "hi": 45,
    "there": 99,
    "good": 36,
    "morning": 65,
    "evening": 29,
    "moin": 64,
    "let": 54,
    "s": 88,
    "go": 34,
    "dude": 26,
    "goodmorning": 39,
    "goodevening": 38,
    "afternoon": 3,
    "cu": 20,
    "by": 12,
    "cee": 16,
    "you": 111,
    "later": 52,
    "night": 72,
    "bye": 13,
    "goodbye": 37,
    "have": 42,
    "a": 0,
    "nice": 70,
    "day": 22,
    "see": 90,
    "around": 8,
    "yes": 110,
    "y": 109,
    "indeed": 49,
    "of": 78,
    "course": 19,
    "that": 98,
    "sounds": 95,
    "correct": 17,
    "no": 74,
    "n": 67,
    "never": 69,
    "i": 47,
    "don": 25,
    "t": 96,
    "think": 101,
    "so": 94,
    "like": 55,
    "way": 106,
    "not": 75,
    "really": 86,
    "are": 7,
    "bot": 9,
    "human": 46,
    "am": 5,
    "talking": 97,
    "to": 103,
    "looking": 56,
    "for": 32,
    "dog": 23,
    "show": 92,
    "me": 61,
    "dogs": 24,
    "illyrian": 48,
    "shepherds": 91,
    "find": 31,
    "puppy": 84,
    "pets": 81,
    "small": 93,
    "m": 58,
    "feeling": 30,
    "great": 40,
    "all": 4,
    "is": 50,
    "happy": 41,
    "well": 107,
    "sad": 89,
    "things": 100,
    "going": 35,
    "want": 105,
    "order": 79,
    "pet": 80,
    "can": 14,
    "buy": 11,
    "this": 102,
    "bruno": 10,
    "place": 82,
    "an": 6,
    "dzoni": 28,
    "roki": 87,
    "d": 21,
    "dzeki": 27,
    "marek": 59,
    "adopt": 2,
    "get": 33,
    "please": 83,
    "purchase": 85,
    "would": 108,
    "add": 1,
    "my": 66,
    "cart": 15,
    "could": 18,
    "novak": 76,
    "nidza": 71,
    "love": 57,
    "kika": 51,
    "marsovac": 60,
    "toza": 104,
    "now": 77,
    "mima": 63,
    "niksa": 73,
    "need": 68,
    "micko": 62,
    "leo": 53
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "bot_challenge": 1,
    "search_pet": 8,
    "mood_great": 5,
    "mood_unhappy": 6,
    "order_pet": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 20,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 17,
    "action_clean_stack": 3,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 14,
    "action_hangup": 10,
    "action_repeat_bot_messages": 13,
    "action_order_pet": 12,
    "action_search_pet": 18,
    "utter_cheer_up": 25,
    "utter_did_that_help": 26,
    "utter_goodbye": 27,
    "utter_greet": 28,
    "utter_happy": 29,
    "utter_iamabot": 30
  },
  "action_text": null,
  "intent_response_key": null
}