{
  "text": {
    "hey": 39,
    "hello": 38,
    "hi": 40,
    "there": 80,
    "good": 31,
    "morning": 54,
    "evening": 25,
    "moin": 53,
    "let": 47,
    "s": 69,
    "go": 29,
    "dude": 22,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 1,
    "cu": 16,
    "by": 10,
    "cee": 13,
    "you": 90,
    "later": 46,
    "night": 58,
    "bye": 11,
    "goodbye": 32,
    "have": 37,
    "a": 0,
    "nice": 57,
    "day": 18,
    "see": 71,
    "around": 6,
    "yes": 89,
    "y": 88,
    "indeed": 44,
    "of": 61,
    "course": 15,
    "that": 79,
    "sounds": 76,
    "correct": 14,
    "no": 59,
    "n": 55,
    "never": 56,
    "i": 42,
    "don": 21,
    "t": 77,
    "think": 82,
    "so": 75,
    "like": 48,
    "way": 86,
    "not": 60,
    "really": 67,
    "are": 5,
    "bot": 7,
    "human": 41,
    "am": 3,
    "talking": 78,
    "to": 84,
    "looking": 49,
    "for": 28,
    "dog": 19,
    "show": 73,
    "me": 52,
    "dogs": 20,
    "illyrian": 43,
    "shepherds": 72,
    "find": 27,
    "puppy": 66,
    "pets": 64,
    "smal": 74,
    "m": 50,
    "feeling": 26,
    "great": 35,
    "all": 2,
    "is": 45,
    "happy": 36,
    "well": 87,
    "sad": 70,
    "things": 81,
    "going": 30,
    "want": 85,
    "order": 62,
    "pet": 63,
    "can": 12,
    "buy": 9,
    "this": 83,
    "bruno": 8,
    "place": 65,
    "an": 4,
    "dzoni": 24,
    "roki": 68,
    "d": 17,
    "dzeki": 23,
    "marek": 51
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "bot_challenge": 1,
    "search_pet": 8,
    "mood_great": 5,
    "mood_unhappy": 6,
    "order_pet": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 20,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_send_text": 19,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 17,
    "action_clean_stack": 3,
    "action_trigger_search": 22,
    "action_trigger_chitchat": 21,
    "action_reset_routing": 14,
    "action_hangup": 10,
    "action_repeat_bot_messages": 13,
    "action_order_pet": 12,
    "action_search_pet": 18,
    "utter_cheer_up": 25,
    "utter_did_that_help": 26,
    "utter_goodbye": 27,
    "utter_greet": 28,
    "utter_happy": 29,
    "utter_iamabot": 30
  },
  "action_text": null,
  "intent_response_key": null
}